Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 打开视频条目后切换到「画面」Tab，可一边播放原视频，一边查看视觉纪要和关键帧时间轴
ar: افتح عنصر الفيديو وانتقل إلى تبويب «الصورة» لتشغيل الفيديو الأصلي مع عرض الملخص المرئي والجدول الزمني للإطارات الرئيسية.
de: Öffnen Sie einen Videoeintrag und wechseln Sie zum Tab „Bild“, um das Originalvideo abzuspielen und gleichzeitig visuelle Notizen und die Keyframe-Zeitleiste zu sehen.
en: Open a video item and switch to the “Visuals” tab to play the original video while viewing the visual notes and keyframe timeline.
es: Abre un elemento de vídeo y cambia a la pestaña «Imagen» para reproducir el vídeo original mientras ves el resumen visual y la línea de tiempo de fotogramas.
fr: Ouvrez un élément vidéo et passez à l’onglet « Visuels » pour lire la vidéo d’origine tout en consultant le résumé visuel et la chronologie des images clés.
hi: वीडियो आइटम खोलकर «चित्र» टैब पर जाएँ — मूल वीडियो चलाते हुए दृश्य सारांश और कीफ़्रेम टाइमलाइन देख सकते हैं।
id: Buka item video dan beralih ke tab «Gambar» untuk memutar video asli sambil melihat ringkasan visual dan linimasa keyframe.
it: Apri un elemento video e passa alla scheda «Immagine» per riprodurre il video originale mentre consulti la sintesi visiva e la sequenza dei fotogrammi chiave.
ja: 動画項目を開いて「画面」タブに切り替えると、元の動画を再生しながら映像要約とキーフレームタイムラインを確認できます。
ko: 동영상 항목을 열고 ‘화면’ 탭으로 전환하면 원본 동영상을 재생하면서 영상 요약과 키프레임 타임라인을 볼 수 있습니다.
nl: Open een video-item en ga naar het tabblad «Beeld» om de originele video af te spelen terwijl je de visuele samenvatting en keyframe-tijdlijn bekijkt.
pl: Otwórz element wideo i przejdź do karty „Obraz”, aby odtwarzać oryginalny film i jednocześnie widzieć podsumowanie obrazu oraz oś czasu klatek.
pt: Abra um item de vídeo e mude para o separador «Imagem» para reproduzir o vídeo original enquanto vê o resumo visual e a linha temporal de fotogramas.
ru: Откройте видеоэлемент и перейдите на вкладку «Изображение»: можно воспроизводить исходное видео и одновременно смотреть визуальную сводку и таймлайн ключевых кадров.
sv: Öppna ett videoobjekt och byt till fliken «Bild» för att spela upp originalvideon samtidigt som du ser den visuella sammanfattningen och nyckelbildrutors tidslinje.
th: เปิดรายการวิดีโอแล้วสลับไปแท็บ «ภาพ» เพื่อเล่นวิดีโอต้นฉบับพร้อมดูสรุปภาพและไทม์ไลน์คีย์เฟรม
tr: Bir video öğesini açıp «Görüntü» sekmesine geçin; orijinal videoyu oynatırken görsel özeti ve kare zaman çizelgesini görebilirsiniz.
uk: Відкрийте відеоелемент і перейдіть на вкладку «Зображення», щоб відтворювати оригінальне відео й одночасно бачити візуальний підсумок і часову шкалу ключових кадрів.
vi: Mở mục video và chuyển sang tab «Hình ảnh» để vừa phát video gốc vừa xem tóm tắt hình ảnh và dòng thời gian khung hình.
zh_hant: 打開影片項目後切換到「畫面」Tab，可一邊播放原影片，一邊查看視覺紀要和關鍵影格時間軸

source: 打开系统设置
ar: افتح إعدادات النظام
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
hi: सिस्टम सेटिंग्स खोलें
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Systeeminstellingen openen
pl: Otwórz ustawienia systemowe
pt: Abrir Ajustes do Sistema
ru: Открыть системные настройки
sv: Öppna systeminställningar
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını Aç
uk: Відкрити системні налаштування
vi: Mở Cài đặt hệ thống
zh_hant: 打開系統設定

source: 打开系统设置中相关的权限面板
ar: فتح لوحة الأذونات ذات الصلة في إعدادات النظام
de: Den entsprechenden Berechtigungsbereich in den Systemeinstellungen öffnen
en: Open the relevant permission pane in System Settings
es: Abrir el panel de permisos correspondiente en Ajustes del Sistema
fr: Ouvrir le volet d'autorisation correspondant dans Réglages Système
hi: सिस्टम सेटिंग्स में संबंधित अनुमति पैनल खोलें
id: Buka panel izin terkait di Pengaturan Sistem
it: Apri il riquadro delle autorizzazioni pertinente in Impostazioni di Sistema
ja: システム設定で該当する権限パネルを開く
ko: 시스템 설정에서 관련 권한 패널 열기
nl: Het betreffende machtigingspaneel in Systeeminstellingen openen
pl: Otwórz odpowiedni panel uprawnień w Ustawieniach systemowych
pt: Abrir o painel de permissões relevante nas Definições do Sistema
ru: Открыть соответствующую панель разрешений в Системных настройках
sv: Öppna relevant behörighetspanel i Systeminställningar
th: เปิดแผงสิทธิ์ที่เกี่ยวข้องในการตั้งค่าระบบ
tr: Sistem Ayarları’nda ilgili izin panelini aç
uk: Відкрити відповідну панель дозволів у Системних налаштуваннях
vi: Mở bảng quyền liên quan trong Cài đặt Hệ thống
zh_hant: 開啟系統設定中相關的權限面板

source: 打开设置
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir Ajustes
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh_hant: 開啟設定

source: 打开话筒
ar: تشغيل الميكروفون
de: Mikrofon einschalten
en: Turn on mic
es: Activar micrófono
fr: Activer le micro
hi: माइक्रोफ़ोन चालू करें
id: Aktifkan mikrofon
it: Attiva microfono
ja: マイクをオン
ko: 마이크 켜기
nl: Microfoon inschakelen
pl: Włącz mikrofon
pt: Ativar microfone
ru: Включить микрофон
sv: Slå på mikrofon
th: เปิดไมโครโฟน
tr: Mikrofonu aç
uk: Увімкнути мікрофон
vi: Bật micro
zh_hant: 打開話筒

source: 打开麦克风
ar: تشغيل الميكروفون
de: Mikrofon einschalten
en: Turn on microphone
es: Activar micrófono
fr: Activer le micro
hi: माइक्रोफ़ोन चालू करें
id: Aktifkan mikrofon
it: Attiva microfono
ja: マイクをオンにする
ko: 마이크 켜기
nl: Microfoon inschakelen
pl: Włącz mikrofon
pt: Ativar microfone
ru: Включить микрофон
sv: Slå på mikrofon
th: เปิดไมโครโฟน
tr: Mikrofonu aç
uk: Увімкнути мікрофон
vi: Bật micro
zh_hant: 打開麥克風

source: 扫描启动失败，请检查本地模型配置。
ar: تعذّر بدء الفحص؛ يرجى التحقق من إعدادات النموذج المحلي.
de: Scan konnte nicht gestartet werden; bitte die Konfiguration des lokalen Modells prüfen.
en: Failed to start the scan; please check the local model configuration.
es: Error al iniciar el análisis; comprueba la configuración del modelo local.
fr: Échec du lancement de l’analyse ; vérifiez la configuration du modèle local.
hi: स्कैन शुरू करने में विफल; कृपया लोकल मॉडल कॉन्फ़िगरेशन जाँचें।
id: Gagal memulai pemindaian; periksa konfigurasi model lokal.
it: Avvio dell’analisi non riuscito; controlla la configurazione del modello locale.
ja: スキャンを開始できませんでした。ローカルモデルの設定を確認してください。
ko: 검사 시작 실패. 로컬 모델 설정을 확인하세요.
nl: Starten van de scan mislukt; controleer de configuratie van het lokale model.
pl: Nie udało się uruchomić skanowania; sprawdź konfigurację modelu lokalnego.
pt: Falha ao iniciar a verificação; verifique a configuração do modelo local.
ru: Не удалось запустить сканирование; проверьте конфигурацию локальной модели.
sv: Kunde inte starta skanningen; kontrollera den lokala modellens konfiguration.
th: เริ่มการสแกนล้มเหลว กรุณาตรวจสอบการตั้งค่าโมเดลภายในเครื่อง
tr: Tarama başlatılamadı; lütfen yerel model yapılandırmasını kontrol edin.
uk: Не вдалося запустити сканування; перевірте конфігурацію локальної моделі.
vi: Khởi chạy quét thất bại; vui lòng kiểm tra cấu hình mô hình cục bộ.
zh_hant: 掃描啟動失敗，請檢查本地模型配置。

source: 扫描完成，新增 %lld 条去标识化词条。
ar: اكتمل الفحص؛ تمت إضافة %lld مدخلة لإزالة الهوية.
de: Scan abgeschlossen; %lld Anonymisierungseinträge hinzugefügt.
en: Scan completed; %lld de-identification entries added.
es: Análisis completado; se añadieron %lld entradas de desidentificación.
fr: Analyse terminée ; %lld entrées d’anonymisation ajoutées.
hi: स्कैन पूर्ण; %lld पहचान-हटाना प्रविष्टियाँ जोड़ी गईं।
id: Pemindaian selesai; %lld entri de-identifikasi ditambahkan.
it: Scansione completata; aggiunte %lld voci di de-identificazione.
ja: スキャン完了。匿名化項目を %lld 件追加しました。
ko: 검사 완료. 비식별화 항목 %lld개가 추가되었습니다.
nl: Scan voltooid; %lld de-identificatie-items toegevoegd.
pl: Skanowanie zakończone; dodano %lld wpisów deidentyfikacji.
pt: Verificação concluída; %lld entradas de desidentificação adicionadas.
ru: Сканирование завершено; добавлено записей деидентификации: %lld.
sv: Skanning klar; %lld avidentifieringsposter tillagda.
th: สแกนเสร็จแล้ว เพิ่มรายการล้างข้อมูลระบุตัวตน %lld รายการ
tr: Tarama tamamlandı; %lld kimliksizleştirme girdisi eklendi.
uk: Сканування завершено; додано записів деідентифікації: %lld.
vi: Quét xong; đã thêm %lld mục khử nhận dạng.
zh_hant: 掃描完成，新增 %lld 條去標識化詞條。

source: 找不到字典文件 %@.%@
ar: ملف القاموس %@.%@ غير موجود
de: Wörterbuchdatei %@.%@ nicht gefunden
en: Dictionary file %@.%@ not found
es: Archivo de diccionario %@.%@ no encontrado
fr: Fichier de dictionnaire %@.%@ introuvable
hi: शब्दकोश फ़ाइल %@.%@ नहीं मिली
id: File kamus %@.%@ tidak ditemukan
it: File dizionario %@.%@ non trovato
ja: 辞書ファイル %@.%@ が見つかりません
ko: 사전 파일 %@.%@을(를) 찾을 수 없습니다
nl: Woordenboekbestand %@.%@ niet gevonden
pl: Nie znaleziono pliku słownika %@.%@
pt: Arquivo de dicionário %@.%@ não encontrado
ru: Файл словаря %@.%@ не найден
sv: Ordboksfilen %@.%@ hittades inte
th: ไม่พบไฟล์พจนานุกรม %@.%@
tr: Sözlük dosyası %@.%@ bulunamadı
uk: Файл словника %@.%@ не знайдено
vi: Không tìm thấy tệp từ điển %@.%@

source: 把识别文字复制到剪贴板
ar: نسخ النص المتعرَّف عليه
de: Erkannten Text kopieren
en: Copy Recognized Text to Clipboard
es: Copiar el texto reconocido
fr: Copier le texte reconnu
hi: पहचाना गया टेक्स्ट कॉपी करें
id: Salin teks yang dikenali
it: Copia il testo riconosciuto
ja: 認識した文字をクリップボードにコピー
ko: 인식된 텍스트를 클립보드에 복사
nl: Herkende tekst kopiëren
pl: Kopiuj rozpoznany tekst
pt: Copiar o texto reconhecido
ru: Скопировать распознанный текст
sv: Kopiera igenkänd text
th: คัดลอกข้อความที่รู้จำ
tr: Tanınan metni kopyala
uk: Копіювати розпізнаний текст
vi: Sao chép văn bản đã nhận dạng
zh_hant: 把識別文字複製到剪貼簿

source: 把说话人标记为真实姓名，下次转写自动识别
ar: ضع علامات للمتحدثين بأسمائهم الحقيقية ليتم التعرف عليهم تلقائيًا في التفريغات التالية
de: Markieren Sie Sprecher mit echten Namen für automatische Erkennung bei zukünftigen Transkriptionen
en: Mark speakers with real names for automatic recognition in future transcriptions
es: Marca los hablantes con nombres reales para reconocerlos automáticamente en futuras transcripciones
fr: Marquez les intervenants avec leurs vrais noms pour une reconnaissance automatique lors des prochaines transcriptions
hi: वक्ताओं को वास्तविक नामों से मार्क करें ताकि अगली ट्रांसक्रिप्शन में स्वतः पहचान हो
id: Tandai pembicara dengan nama asli agar dikenali otomatis pada transkripsi berikutnya
it: Contrassegna i parlanti con nomi reali per il riconoscimento automatico nelle prossime trascrizioni
ja: 話者に実名をマークすると、次回の転写で自動認識されます
ko: 화자를 실명으로 표시하면 다음 전사 시 자동 인식됩니다
nl: Markeer sprekers met echte namen voor automatische herkenning bij toekomstige transcripties
pl: Oznacz mówców prawdziwymi imionami, aby byli automatycznie rozpoznawani przy kolejnych transkrypcjach
pt: Marque os falantes com nomes reais para reconhecimento automático nas próximas transcrições
ru: Отметьте говорящих настоящими именами для автоматического распознавания при следующих транскрипциях
sv: Markera talare med riktiga namn för automatisk identifiering vid framtida transkriptioner
th: ทำเครื่องหมายผู้พูดด้วยชื่อจริง เพื่อให้ระบุอัตโนมัติในการถอดเสียงครั้งถัดไป
tr: Konuşmacıları gerçek adlarıyla işaretleyin; sonraki transkripsiyonlarda otomatik tanınsınlar
uk: Позначте мовців справжніми іменами для автоматичного розпізнавання під час наступних транскрипцій
vi: Đánh dấu người nói bằng tên thật để tự động nhận diện trong các lần phiên âm sau
zh_hant: 把說話人標記為真實姓名，下次轉寫自動識別

source: 抽取代表性画面，按视频时间轴记录幻灯片、文档、代码和共享界面；重新分析会复用关键帧。
ar: يستخرج إطارات تمثيلية ويسجّل الشرائح والمستندات والشيفرة والشاشات المشتركة على طول الجدول الزمني؛ وعند إعادة التحليل تُعاد الإطارات الحالية.
de: Extrahiert repräsentative Bilder und protokolliert Folien, Dokumente, Code und geteilte Bildschirme entlang der Zeitachse; eine erneute Analyse nutzt vorhandene Keyframes.
en: Extracts representative frames and records slides, documents, code and shared screens along the video timeline; re-analysis reuses existing keyframes.
es: Extrae imágenes representativas y registra diapositivas, documentos, código y pantallas compartidas a lo largo de la línea de tiempo; el reanálisis reutiliza los fotogramas existentes.
fr: Extrait des images représentatives et consigne diapositives, documents, code et écrans partagés le long de la chronologie ; la réanalyse réutilise les images clés existantes.
hi: प्रतिनिधि फ़्रेम निकालकर वीडियो टाइमलाइन के अनुसार स्लाइड, दस्तावेज़, कोड और साझा स्क्रीन दर्ज करता है; दोबारा विश्लेषण में मौजूदा कीफ़्रेम फिर इस्तेमाल होते हैं।
id: Mengekstrak frame representatif dan mencatat slide, dokumen, kode, serta layar bersama sepanjang linimasa video; analisis ulang memakai kembali keyframe yang ada.
it: Estrae immagini rappresentative e registra slide, documenti, codice e schermate condivise lungo la sequenza; la rianalisi riutilizza i fotogrammi esistenti.
ja: 代表的な画面を抽出し、動画のタイムラインに沿ってスライド・資料・コード・共有画面を記録します。再分析時は既存のキーフレームを再利用します。
ko: 대표 화면을 추출해 동영상 타임라인에 따라 슬라이드·문서·코드·공유 화면을 기록합니다. 다시 분석할 때는 기존 키프레임을 재사용합니다.
nl: Haalt representatieve frames op en legt dia’s, documenten, code en gedeelde schermen vast langs de tijdlijn; bij heranalyse worden bestaande keyframes hergebruikt.
pl: Wyodrębnia reprezentatywne klatki i zapisuje slajdy, dokumenty, kod oraz udostępniane ekrany na osi czasu; ponowna analiza wykorzystuje istniejące klatki.
pt: Extrai imagens representativas e registra diapositivos, documentos, código e ecrãs partilhados ao longo da linha temporal; a reanálise reutiliza os fotogramas existentes.
ru: Извлекает характерные кадры и фиксирует слайды, документы, код и общие экраны по таймлайну видео; при повторном анализе существующие кадры переиспользуются.
sv: Extraherar representativa bildrutor och registrerar bildspel, dokument, kod och delade skärmar längs videons tidslinje; vid ny analys återanvänds befintliga bildrutor.
th: ดึงภาพตัวแทนและบันทึกสไลด์ เอกสาร โค้ด และหน้าจอที่แชร์ตามไทม์ไลน์วิดีโอ การวิเคราะห์ใหม่จะใช้คีย์เฟรมเดิมซ้ำ
tr: Temsili kareleri çıkarır; slaytları, belgeleri, kodu ve paylaşılan ekranları video zaman çizelgesi boyunca kaydeder; yeniden analiz mevcut kareleri yeniden kullanır.
uk: Видобуває характерні кадри й фіксує слайди, документи, код і спільні екрани за часовою шкалою відео; під час повторного аналізу наявні кадри використовуються повторно.
vi: Trích các khung hình tiêu biểu và ghi lại slide, tài liệu, mã nguồn, màn hình chia sẻ theo dòng thời gian video; phân tích lại sẽ dùng lại khung hình sẵn có.
zh_hant: 擷取代表性畫面，按影片時間軸記錄簡報、文件、程式碼和共享介面；重新分析會重複使用關鍵影格。

source: 抽取关键帧
ar: استخراج الإطارات الرئيسية
de: Keyframes extrahieren
en: Extract Keyframes
es: Extraer fotogramas clave
fr: Extraire les images clés
hi: कीफ़्रेम निकालें
id: Ekstrak Keyframe
it: Estrai fotogrammi chiave
ja: キーフレームを抽出
ko: 키프레임 추출
nl: Keyframes extraheren
pl: Wyodrębnij klatki kluczowe
pt: Extrair fotogramas-chave
ru: Извлечь ключевые кадры
sv: Extrahera nyckelbildrutor
th: ดึงคีย์เฟรม
tr: Kare Çıkar
uk: Видобути ключові кадри
vi: Trích khung hình chính
zh_hant: 擷取關鍵影格

source: 拆解待办
ar: استخراج المهام
de: Aufgaben extrahieren
en: Extract To-Dos
es: Extraer tareas
fr: Extraire les tâches
hi: कार्य निकालें
id: Ekstrak tugas
it: Estrai attività
ja: ToDo を抽出
ko: 할 일 추출
nl: Taken extraheren
pl: Wyodrębnij zadania
pt: Extrair tarefas
ru: Извлечь задачи
sv: Extrahera uppgifter
th: แยกงาน
tr: Görevleri çıkar
uk: Витягти завдання
vi: Trích xuất việc cần làm
zh_hant: 拆解待辦

source: 拆解待办或生成总结后自动生成简短标题并更新列表标题
ar: بعد استخراج المهام أو إنشاء الملخص، يتم تلقائيًا إنشاء عنوان قصير وتحديث عنوان القائمة
de: Nach dem Extrahieren von Aufgaben oder Erstellen einer Zusammenfassung wird automatisch ein kurzer Titel erzeugt und der Listentitel aktualisiert
en: After extracting todos or generating summaries, a short title is automatically generated and the list title is updated.
es: Tras extraer tareas o generar resúmenes, se genera automáticamente un título corto y se actualiza el título de la lista
fr: Après l'extraction des tâches ou la génération de résumés, un titre court est automatiquement créé et le titre de la liste est mis à jour
hi: कार्य निकालने या सारांश बनाने के बाद स्वतः एक संक्षिप्त शीर्षक बनता है और सूची शीर्षक अद्यतन होता है
id: Setelah mengekstrak tugas atau membuat ringkasan, judul singkat otomatis dibuat dan judul daftar diperbarui
it: Dopo aver estratto le attività o generato riepiloghi, un titolo breve viene creato automaticamente e il titolo dell'elenco è aggiornato
ja: ToDoの抽出や要約の生成後、短いタイトルが自動的に生成され、リストのタイトルが更新されます
ko: 할 일을 추출하거나 요약을 생성한 후 짧은 제목이 자동으로 만들어지고 목록 제목이 갱신됩니다
nl: Na het extraheren van taken of genereren van samenvattingen wordt automatisch een korte titel gemaakt en de lijsttitel bijgewerkt
pl: Po wyodrębnieniu zadań lub wygenerowaniu podsumowań tworzony jest automatycznie krótki tytuł, a tytuł listy jest aktualizowany
pt: Após extrair tarefas ou gerar resumos, um título curto é gerado automaticamente e o título da lista é atualizado
ru: После извлечения задач или создания резюме автоматически формируется короткий заголовок и обновляется заголовок списка
sv: Efter att ha extraherat uppgifter eller skapat sammanfattningar genereras automatiskt en kort titel och listans titel uppdateras
th: หลังแยกสิ่งที่ต้องทำหรือสร้างสรุป ระบบจะสร้างชื่อย่อโดยอัตโนมัติและอัปเดตชื่อในรายการ
tr: Görevler çıkarıldıktan veya özetler oluşturulduktan sonra kısa bir başlık otomatik oluşturulur ve liste başlığı güncellenir
uk: Після витягу завдань або створення підсумків автоматично формується короткий заголовок і оновлюється заголовок списку
vi: Sau khi tách việc cần làm hoặc tạo tóm tắt, một tiêu đề ngắn sẽ tự động được tạo và cập nhật tiêu đề danh sách
zh_hant: 拆解待辦或產生總結後自動產生簡短標題並更新列表標題

source: 拖拽框选区域，点击截取窗口，按空格全屏
ar: اسحب لتحديد منطقة، وانقر لالتقاط نافذة، واضغط على مسافة للشاشة الكاملة
de: Ziehen, um einen Bereich auszuwählen, klicken, um ein Fenster aufzunehmen, Leertaste für Vollbild
en: Drag to select a region, click to capture a window, press Space for full screen
es: Arrastra para seleccionar un área, haz clic para capturar una ventana, pulsa Espacio para pantalla completa
fr: Faites glisser pour sélectionner une zone, cliquez pour capturer une fenêtre, appuyez sur Espace pour tout l’écran
hi: क्षेत्र चुनने के लिए खींचें, विंडो कैप्चर करने के लिए क्लिक करें, पूरी स्क्रीन के लिए स्पेस दबाएँ
id: Seret untuk memilih area, klik untuk menangkap jendela, tekan Spasi untuk layar penuh
it: Trascina per selezionare un’area, clicca per catturare una finestra, premi Spazio per schermo intero
ja: ドラッグで範囲を選択、クリックでウィンドウを取得、Spaceキーで全画面
ko: 드래그로 영역을 선택하고, 클릭으로 창을 캡처하고, 스페이스로 전체 화면
nl: Sleep om een gebied te selecteren, klik om een venster vast te leggen, druk op Spatie voor het volledige scherm
pl: Przeciągnij, aby zaznaczyć obszar, kliknij, aby przechwycić okno, naciśnij Spację dla pełnego ekranu
pt: Arraste para selecionar uma área, clique para capturar uma janela, prima Espaço para ecrã inteiro
ru: Потяните, чтобы выбрать область, щёлкните, чтобы захватить окно, нажмите Пробел для всего экрана
sv: Dra för att markera ett område, klicka för att fånga ett fönster, tryck på mellanslag för helskärm
th: ลากเพื่อเลือกพื้นที่ คลิกเพื่อจับหน้าต่าง กด Space เพื่อทั้งหน้าจอ
tr: Seçmek için sürükleyin, pencere yakalamak için tıklayın, tam ekran için boşluk tuşuna basın
uk: Потягніть, щоб вибрати область, клацніть, щоб захопити вікно, натисніть Пробіл для всього екрана
vi: Kéo để chọn vùng, nhấp để chụp cửa sổ, nhấn Space cho toàn màn hình
zh_hant: 拖曳框選區域，點擊擷取視窗，按空白鍵全螢幕
